import React from "react";

const ProhibitedItems = () => {
  const items = [
    "Взрывчатые вещества, средства взрывания и предметы, ими начиненные",
    "Газы сжатые, сжиженные и растворенные под давлением",
    "Легковоспламеняющиеся жидкости",
    "Легковоспламеняющиеся твердые вещества, самовозгорающиеся вещества",
    "Окисляющие вещества, органические пероксиды",
    "Ядовитые, токсичные, отравляющие, инфекционные вещества",
    "Радиоактивные материалы и их изотопы",
    "Едкие и коррозирующие вещества",
    "Огнестрельное, газовое, пневматическое, холодное и механическое оружие всех видов",
    "Денежные знаки и эквиваленты денежных знаков",
    "Стратегические материалы",
    "Животные, пушнина и шкуры",
    "Человеческие органы",
    "Скоропортящиеся продукты питания",
    "Документы, растения, наркотические вещества, культурные ценности",
    "Медицинские препараты, фармацевтика по рецепту и запрещённые в РФ",
    "Специальные технические средства, предназначенные для негласного получения информации",
    "Товары, запрещенные к вывозу законодательством РФ и второй страной (Китая, США, ЕС)",
  ];

  return (
    <div>
      <ol style={{ listStyleType: "list-item", marginLeft: 20 }}>
        {items.map((item, index) => (
          <li key={index}>{item}</li>
        ))}
      </ol>
    </div>
  );
};

export default ProhibitedItems;
